Repository: wp-plugins/wp-access-areas
Catalog: languages/wp-access-areas-*.po
Languages: it_it, sv_se

source: Manage Access Areas
it_it: Gestione Aree d'Accesso
sv_se: Redigera Användarzoner

source: Access Areas
it_it: Aree d'Accesso
sv_se: Användarzoner

source: You do not have permission to do this.
it_it: Il tuo utente non ha i permessi necessari per l'operazione in corso.
sv_se: Du har inte behörighet för detta.

source: Please enter a Label.
it_it: Si prega di inserire un'etichetta
sv_se: Ge zonen ett namn

source: You do not have permission to edit network wide user labels.
it_it: Non si dispone dei permessi necessari per modificare a livello di rete etichette utente.
sv_se: Du saknar behörighet att ändra i de nätverksvida användaretiketterna.

source: Edit Access Area
it_it: Modifica l'Area d'Accesso
sv_se: Redigera användarzon

source: Create Access Area
it_it: Crea Area d'Accesso
sv_se: Skapa användarzon

source: Access Area
it_it: Area d'Accesso
sv_se: Användarzon

source: New Access Area
it_it: Nuova Area d'Accesso
sv_se: Ny användarzon

source: Save changes
it_it: Salva i cambiamenti
sv_se: Spara ändringar

source: Access Area created.
it_it: Area d'Accesso creata.
sv_se: Användarzon har skapats.

source: Access Area updated.
it_it: Area d'Accesso aggiornata
sv_se: Användarzonen har uppdaterats.

source: Access Area deleted.
it_it: Area d'Accesso cancellata.
sv_se: Användarzonen har raderats

source: An Access Area with that Name already exists.
it_it: Un Area d'Accesso con questo nome esiste già
sv_se: En användarzon med det namnet finns redan.

# access area
source: Add New
it_it: Aggiungi Nuova
sv_se: Ny Zon

source: Access
it_it: Accesso
sv_se: Användarzoner

source: WordPress default
it_it: WordPress Predefinito
sv_se: WP Förvalt

source: Blog users
it_it: Utente Blog
sv_se: Inloggade

source: WordPress roles
it_it: Ruolo WordPress
sv_se: Webbplatsroller

source: Who can comment:
it_it: Chi può commentare
sv_se: Kan kommentera:

source: Visible to
it_it: Visibile da
sv_se: Ses av

source: Everybody
it_it: Tutti
sv_se: WP Förvalt

source: (Network)
it_it: (Rete)
sv_se: (nätverk)

source: Grant Network-Wide Access
it_it: Concedi l'Accesso a livello di Rete
sv_se: Ge behörighet över hela nätverket

source: Grant Access
it_it: Concedi Accesso
sv_se: Behörighet

source: Access Areas:
it_it: Aree d'Accesso:
sv_se: Användarzoner:

source: (None)
it_it: (Nessuno)
sv_se: (inga)

source: Everywhere
it_it: Ovunque
sv_se: Globalt

source: Name
it_it: Nome
sv_se: Namn

source: Scope
it_it: Scopo
sv_se: Räckvidd

source: Network
it_it: Rete
sv_se: Namn

source: Delete
it_it: Cancella
sv_se: Radera

source: Could not find the specified Access Area.
it_it: Area d'Accesso non trovata.
sv_se: Specificerad användarzon finns inte.

source: Users with Access to
it_it: Utenti con Accesso a
sv_se: Användare med access till

source: Who can read:
it_it: Chi può leggere
sv_se: Kan läsa

source: Who can edit:
it_it: Chi può modificare
sv_se: Kan ändra:

source: WordPress Access Areas
sv_se: Användarzoner

source: Lets you define Access Areas and assign them to Posts, Pages and Custom Post types. Through Access Areas you can fine-tune who can view, edit or comment on your posts.
it_it: Consente di definire Aree di Accesso e di assegnare loro post, pagine e post personalizzati. Attraverso le Aree di Accesso è possibile ottimizzare chi può visualizzare, modificare o commentare i tuoi post.
sv_se: Låter dig skapa och tilldela användarzoner till inlägg, sidor och Custom Post Types. Med hjälp av Access Areas får du kontroll över vem som kan se, ändra och kommentera på hemsidan.

source: Logged in Users
it_it: Utenti Loggati
sv_se: Inloggade användare

source: Commentable to
it_it: Commentabile da
sv_se: Kommenterar

source: WP Capability
sv_se: WP Behörighet

source: Insufficient privileges.
it_it: Privilegi insufficienti.
sv_se: Otillräcklig behörighet.

source: Access Area exists.
it_it: Area d'Accesso esistente.
sv_se: Användarzon existerar.

source: &mdash; No Change &mdash;
it_it: &mdash; Nessun Cambiamento &mdash;
sv_se: &mdash; Inget ändrat &mdash;

source: Read:
it_it: Leggi:
sv_se: Läsa:

source: Edit:
it_it: Modifica:
sv_se: Ändra:

source: Comment:
it_it: Commento:
sv_se: Kommentera:

source: Behaviour
it_it: Comportamento
sv_se: Omdirigering

source: Show 404
it_it: Mostra 404
sv_se: Visa 404 (sidan kunde inte hittas).

source: Redirect to the fallback page.
it_it: Reindirizzamento alla pagina di fallback.
sv_se: Skicka till sida för ej inloggade.

source: If somebody tries to view a restricted post directly:
it_it: Se qualcuno tenta di visualizzare direttamente un post riservato:
sv_se: Vid försök till direktåtkomst av sida med begränsad behörighet:

source: Fallback Page
it_it: Pagina di Fallback
sv_se: Sida för ej inloggade

source: If not logged in, redirect to login. Otherwise redirect to the fallback page.
it_it: Se non autenticato, ridirigi sulla pagina di login. Altrimenti ridirigi alla pagina di fallback.
sv_se: Om ej inloggad, skicka till inloggningssida. Annars skicka till sida för ej inloggade.

source: Access Settings
sv_se: Behörigheter

source: Restricted Access Behavior
sv_se: Inställning av omdirigering

source: Default Behaviour
sv_se: Förvald omdirigering

source: Default Fallback Page
sv_se: Förvald sida för ej inloggade

source: Access Areas Settings
sv_se: Användarzoner

source: You can also set these Options for each post individually.
sv_se: OBS: Dessa inställningar finns även på varje enskild sida. (inställningspanelen tillhör tillägget wp-access-areas).

source: Save Changes
sv_se: Spara ändringar
