Repository: wp-plugins/wp-access-areas
Catalog: lang/wpundisclosed-*.po
Languages: de_de

source: Manage Access Areas
de_de: Zugangsbereiche verwalten

source: Access Areas
de_de: Zugangsbereiche

source: You do not have permission to do this.
de_de: Sie haben nicht die erforderlichen Rechte.

source: Please enter a Label.
de_de: Bitte geben Sie ein Namen ein

source: You do not have permission to edit network wide user labels.
de_de: Sie haben nicht die erforderlichen Rechte Netzwerk weite Zugriffsbereiche zu bearbeiten.

source: Edit Access Area
de_de: Zugangsbereich bearbeiten

source: Create Access Area
de_de: Zugangsbereich erstellen

source: Access Area
de_de: Zugangsbereich

source: New Access Area
de_de: Neuer Zugangsbereich

source: Save changes
de_de: Änderungen sichern

source: Access Area created.
de_de: Zugangsbereich wurde erstellt.

source: Access Area updated.
de_de: Zugangsbereich wurde aktualisiert.

source: Access Area deleted.
de_de: Zugangsbereich gelöscht.

source: An Access Area with that Name already exists.
de_de: Ein Zugangsbereich existiert schon unter diesem Namen.

# access area
source: Add New
de_de: Erstellen

source: Access
de_de: Zugang

source: WordPress default
de_de: WordPress Standard

source: Blog users
de_de: Blog-Benutzer

source: WordPress roles
de_de: WordPress Rollen

source: Who can comment:
de_de: Wer darf kommentieren:

source: Visible to
de_de: Sichtbar für

source: Everybody
de_de: Jeder

source: (Network)
de_de: (Netzwerk)

source: Grant Network-Wide Access
de_de: Netzwerk-Zugang gewähren

source: Grant Access
de_de: Zugang gewähren

source: Access Areas:
de_de: Zugangsbereiche:

source: Scope
de_de: Gültigkeitsbereich

source: Network
de_de: Netzwerk

source: Could not find the specified Access Area.
de_de: Der angegebene Zugangsbereich konnte nicht gefunden werden.

source: Users with Access to
de_de: Benutzer mit Zugang zu:

source: Who can read:
de_de: Wer darf lesen:

source: Who can edit:
de_de: Wer darf bearbeiten:

source: WordPress Access Areas
de_de: WordPress Zugangsbereiche

source: Lets you define Access Areas and assign them to Posts, Pages and Custom Post types. Through Access Areas you can fine-tune who can view, edit or comment on your posts.
de_de: Fine-Tuning für Ihre WordPress-Inhalte. Definieren Sie Zugangsbereiche und bestimmen Sie für jeden Inhalt, wer ihn lesen, bearbeiten oder Kommentieren darf.

source: Logged in Users
de_de: Eingeloggte Benutzer

source: Commentable to
de_de: Kommentierbar

source: WP Capability
de_de: WordPress Berechtigung

source: Insufficient privileges.
de_de: Ungenügende Rechte

source: Access Area exists.
de_de: Zugangsbereich existiert.

source: Read:
de_de: Lesen:

source: Edit:
de_de: Bearbeiten:

source: Comment:
de_de: Kommentieren:

source: Behaviour
de_de: Verhalten

source: Show 404
de_de: 404 Seite zeigen

source: Redirect to the fallback page.
de_de: Zur Ausweichseite weiterleiten

source: If somebody tries to view a restricted post directly:
de_de: Wenn jemand versucht, eine Geschützte Seite direkt aufzurufen:

source: Fallback Page
de_de: Ausweichseite

source: If not logged in, redirect to login. Otherwise redirect to the fallback page.
de_de: Zum Login weiterleiten. Wenn schon eingeloggt, zur Ausweichseite weiterleiten.

source: Access Settings
de_de: Zugangsbereiche

source: Restricted Access Behavior
de_de: Verhalten bei Beschränktem Zugriff

source: Default Behaviour
de_de: Standardverhalten

source: Default Fallback Page
de_de: Standard-Ausweichseite

source: Access Areas Settings
de_de: Zugangsbereiche

source: You can also set these Options for each post individually.
de_de: Du kannst diese Einstellungen auch für jeden Beitrag einzeln vornehmen.

source: Empty name.
de_de: Leerer Name

source: Grant Access …
de_de: Zugriff erteilen

source: Grant
de_de: Erteilen

source: Revoke Access …
de_de: Zugriff entziehen

source: Revoke
de_de: Entziehen

source: Local
de_de: Lokal

source: Don‘t change
de_de: Nicht ändern

source: Posts defaults
de_de: Standardwerte für Beiträge

source: Default Post Status
de_de: Beitragsstatus

source: Set post status of assigned posts after an Access Area has been deleted.
de_de: Beitragsstatus wenn ein Zugangsbereich gelöscht wird.

source: Access Defaults for new Posts
de_de: Zugriffsstandard für neue Beiträge

source: Default settings for newly created posts.
de_de: Standardeinstellungen für neue Beiträge.

source: Default Access:
de_de: Standardzugriff

source: Post Type
de_de: Inhaltstyp

source: Editable for
de_de: Bearbeitbar für

source: Change View Access
de_de: Lesezugriff ändern

source: Change Edit Access
de_de: Schreibzugriff ändern

source: Change Comment Access
de_de: Kommentarzugriff ändern

source: Role Capabilities
de_de: Rollen Berechtigungen

source: This table shows which Roles are allowed to set the ‘Who can view’, ‘Who can edit’ and ‘Who can comment’ properties.
de_de: Die Tabelle zeigt welche Rollen die Eigenschaften „Wer darf lesen“, „Wer darf bearbeiten“ und „Wer darf kommentieren“ bearbeiten dürfen.

source: Role
de_de: Rolle

source: Forbid
de_de: Verbieten

source: Allow
de_de: Erlauben

source: If you are running a role editor plugin such as <a href="https://wordpress.org/plugins/user-role-editor/">User Role editor by Vladimir Garagulya</a> or <a href="https://wordpress.org/plugins/wpfront-user-role-editor/">WPFront User Role Editor by Syam Mohan</a> you can do the same as here by assigning the custom capabilites <code>wpaa_set_view_cap</code>, <code>wpaa_set_edit_cap</code> and <code>wpaa_set_comment_cap</code>.
de_de: Falls Du ein Rollen-Management-Plugin wie <a href="https://wordpress.org/plugins/user-role-editor/">User Role editor von Vladimir Garagulya</a> oder <a href="https://wordpress.org/plugins/wpfront-user-role-editor/">WPFront User Role Editor von Syam Mohan</a> installiert hast, kannst Du die Rechte auch durch Setzen der Benutzerdefinierten Berechtigungen <code>wpaa_set_view_cap</code>, <code>wpaa_set_edit_cap</code> und <code>wpaa_set_comment_cap</code> einstellen.

source: By disabling the role capabilities feature you will allow everybody who can at least publish a post to edit the access properties as well.
de_de: Wenn die Rollen-Berechtigungen deaktiviert sind, darf jeder, der einen Beitrag veröffentlichen kann auch dessen Zugriffs-Eigenschaften bearbeiten.

source: Disable Role Capabilities
de_de: Rollen-Berechtigungen deaktivieren

source: Enable Role Capabilities
de_de: Rollen-Berechtigungen aktivieren

source: By default everybody who can publish an entry can also edit the access properties such as ‘Who can view’ or ‘Who can edit’.<br /> If this is too generous for you then click on the button below.
de_de: Normalerweise darf jeder, der einen Beitrag erstellen kann, auch dessen Zugriffs-Eigenschaften bearbeiten. Wenn Dir das zu großzügig ist, dann klicke auf „Rollen-Berechtigungen aktivieren“
